import React from 'react'

export default function About() {
  return (
    <div style={{direction:"rtl"}}>
    <h3>
    פלטפורמת סאבלט'ס הוקמה בשלהי 2019 עקב מעבר מקיבוץ גלילי לעיר הגדולה. <br/>
    המאמצים וחוסר השקט שנלוו לתקופה זו עקב חיפושים יומיומיים בעשרות קבוצות פייסבוק שונות,
    ללא יכולת סינון וחיפוש יעילים,
    בטח ובטח שללא הצגה נוחה של מיקום הסאבלט, דירבנו אותי לפתח את האפליקציה, 
     על מנת להנגיש לכולנו ברמה גבוהה ובצורה יעילה את התופעה המדהימה שנקראת סאבלט! 
     <br/>

     תהנו,

     <br/>
      תומר
    </h3>  
    </div>
  )
}
