import React from 'react'

export default function About() {
  return (
    <div style={{direction:"rtl"}}>
    פלטפורמת סאבלטס הוקמה בשלהי 2019 עקב מעברי לתל אביב וחיפוש סאבלט בעיר, 
    המאמצים וחוסר השקט שנלוו לתקופה זו בעקבות חיפושים יומיומיים בעשרות קבוצות פייסבוק שונות ללא יכולת סינון וחיפוש יעילים,
    בטח ובטח שללא הצגה נוחה של מיקום הסאבלט, אילצו אותי לפתח את האפליקציה, 
     על מנת להנגיש לכולנו ברמה גבוהה ובצורה יעילה את התופעה המדהימה שנקראת סאבלט! 
     תהנו,
      תומר  
    </div>
  )
}
