import React from 'react'
import Background from '../urbanView.png'

export default function About() {
  return (
    
<div style={{backgroundImage:`url(${Background})`, width:'100vw',height:'100vh'
 }}>
  <div style={{textAlign:'center',paddingRight:'5%',paddingTop:'2%',paddingLeft:'5%',direction:"rtl"}}>
    <h2>
     אפליקציית ׳Sublets׳ הוקמה בשנת 2019
כאשר התקבלה אצלי ההחלטה לעזוב את הקיבוץ הקטן לטובת תקופת היכרות עם העיר.
<br/>
כמו כולם, מהר מאוד מצאתי עצמי בחיפוש יום-יומי אחר סאבלט החלומות- הדרך האולטימטיבית להתחיל את הרומן עם העיר הגדולה.
<br/>

החיפוש הפגיש אותי עם עשרות אתרים וקבוצות במדיה החברתית, אשר הפכו את חוויית המעבר לעול ולעבודה במשרה מלאה בהיעדר ממשק יעיל ונוח.
<br/>
בשל כך, החלטתי לפתח את האפליקציה.


<br/>

אפליקציית ‘sublets’ מנגישה בצורה יעילה את התופעה הנהדרת שנקראת "סאבלט".
<br/>
האפליקציה נעזרת בתצוגה בפריסה על מפה, מסננים וממשק מסודר, הכל בכדי להפוך את חוויית המעבר לעיר ומציאת הסאבלט לקלה ונגישה לכולנו!
<br/>

שלכם,
<br/>
<br/>

תומר
    </h2>  
  </div>
</div>
  )
}
